/*
 * 学号：2604020331
 * 姓名：李佳琦
 * 题目：Homework1 - 题目1 个人信息卡片
 * 编译：gcc -Wall -std=c11 task1_card.c -o task1_card
 */

#include <stdio.h>

int main()
{
    printf("+-----------------------------------+\n");
    printf("|           个人信息卡              |\n");
    printf("+-----------------------------------+\n");
    printf("| 姓名：李佳琦                      |\n");
    printf("| 学号：2604020331                  |\n");
    printf("| 班级：26电子信息工程              |\n");
    printf("| 专业：电子信息工程                |\n");
    printf("+-----------------------------------+\n");
    printf("| 座右铭：我想要的为什么不能给我    |\n");
    printf("+-----------------------------------+\n");

    return 0;
}
